{
    "projects": [
        {
            "id": "1",
            "title": "SunnyMart (Academic Project)",
            "description": "Aplikasi e-commerce 'Sunny Mart' membantu mengelola transaksi penjualan dengan fitur seperti manajemen stok real-time, pencatatan transaksi akurat, dan pelaporan keuangan terperinci. Dibangun menggunakan PHP dengan framework Laravel dan basis data MySQL, serta teknologi front-end HTML, CSS,Bootstrap dan JavaScript, aplikasi ini memastikan antarmuka yang menarik dan responsif. Dengan aplikasi ini, Sunny Mart dapat meningkatkan efisiensi operasional, memantau ketersediaan produk, mengatur pengisian ulang stok, dan melacak penjualan dengan lebih mudah, serta membuat keputusan bisnis yang lebih baik berdasarkan data akurat.",
            "role": "Peran saya dalam proyek ini adalah sebagai Backend Developer, sedikit Frontend dan juga sebagai Team Leader. Saya bertanggung jawab untuk mengembangkan fitur-fitur backend aplikasi 'Sunny Mart' dan memastikan bahwa aplikasi ini berjalan dengan lancar dan sesuai dengan kebutuhan pengguna. Selain itu, saya juga berperan sebagai pemimpin tim, yang bertugas mengkoordinasikan dan memimpin tim pengembang dalam mencapai tujuan proyek secara efektif dan efisien serta memastikan kualitas kode yang dihasilkan oleh tim.  ",
            "role_title": "Backend Developer, Frontend Developer, Team Leader",
            "timeline": "",
            "images": [
                "sunnymart (1).jpg",
                "sunnymart (2).jpg",
                "sunnymart (3).jpg",
                "sunnymart (4).jpg",
                "sunnymart (5).png",
                "sunnymart (6).png",
                "sunnymart (7).png",
                "sunnymart (8).png",
                "sunnymart (9).png",
                "sunnymart (10).png",
                "sunnymart (11).png",
                "sunnymart (12).png",
                "sunnymart (13).png",
                "sunnymart (14).png",
                "sunnymart (15).png",
                "sunnymart (16).png",
                "sunnymart (17).png",
                "sunnymart (18).png",
                "sunnymart (19).png",
                "sunnymart (20).png"
            ]
        },
        {
            "id": "2",
            "title": "KlinikQ v1 ",
            "description": "KlinikQ adalah aplikasi berbasis web yang dirancang untuk mengelola konsorsium apotek secara efisien. Aplikasi ini menawarkan fitur-fitur canggih seperti pengelolaan stok obat real-time, layanan resep elektronik, manajemen data pasien, serta pelaporan dan analitik yang otomatis. Dengan antarmuka yang ramah pengguna dan perlindungan data tingkat tinggi, KlinikQ mempermudah setiap aspek operasional apotek, mulai dari pemantauan stok hingga layanan pelanggan. Solusi ini memastikan apotek dapat beroperasi lebih terorganisir, responsif, dan terhubung dengan baik antara apotek, dokter, dan pasien. dibangun menggunakan PHP dengan framework Laravel dan basis data MySQL, serta teknologi front-end HTML, CSS,Bootstrap dan JavaScript, aplikasi ini memastiakan antarmuka yang menarik dan responsif.",
            "role": "Peran saya dalam proyek ini adalah sebagai Frontend Developer. Saya bertanggung jawab untuk mengembangkan antarmuka pengguna aplikasi 'KlinikQ' dan memastikan bahwa aplikasi ini mudah digunakan dan menarik bagi pengguna. Saya juga berperan dalam merancang dan mengimplementasikan fitur-fitur front-end yang diperlukan untuk memenuhi kebutuhan pengguna dan memastikan kualitas antarmuka pengguna yang baik.",
            "timeline": "Februari 2023",
            "role_title": "Frontend Developer & Junior Developer",
            "images": [
                "klinikq (1).png",
                "klinikq (2).png",
                "klinikq (3).png",
                "klinikq (4).png",
                "klinikq (5).png",
                "klinikq (6).png",
                "klinikq (7).png",
                "klinikq (8).png",
                "klinikq (9).png",
                "klinikq (10).png",
                "klinikq (11).png",
                "klinikq (12).png",
                "klinikq (13).png",
                "klinikq (14).png",
                "klinikq (15).png"
            ]
        },
        {
            "id": "3",
            "title": "PintaRS v1",
            "description": "Pintars adalah sebuah sistem informasi canggih yang dirancang untuk mempermudah pengguna dalam melakukan manajemen terhadap klinik mereka. Dengan fitur-fitur inovatifnya, Pintars memungkinkan pengelola klinik untuk mengelola jadwal pasien, informasi medis, dan kegiatan administratif dengan efisien dan tepat waktu. Sistem ini tidak hanya menyediakan antarmuka yang intuitif dan mudah digunakan, tetapi juga menawarkan integrasi yang mulus dengan berbagai perangkat medis dan sistem informasi kesehatan lainnya. Pintars memberikan solusi komprehensif untuk memaksimalkan efisiensi operasional klinik, meningkatkan pelayanan kepada pasien, dan memastikan kepatuhan terhadap regulasi kesehatan yang berlaku. Dengan Pintars, manajemen klinik menjadi lebih terorganisir, responsif, dan efektif dalam menyediakan perawatan kesehatan yang berkualitas.menggunakan PHP dengan framework Laravel dan basis data MySQL, serta teknologi front-end HTML, CSS,Bootstrap dan JavaScript, aplikasi ini memastiakan antarmuka yang menarik dan responsif.",
            "role": "Peran saya dalam proyek ini adalah sebagai Fullstack Developer. Saya bertanggung jawab untuk mengembangkan beberapa fitur-fitur backend dan frontend aplikasi 'Pintars' dan memastikan bahwa aplikasi ini berjalan dengan lancar dan sesuai dengan kebutuhan pengguna. Saya juga berperan dalam merancang dan mengimplementasikan fitur-fitur yang diperlukan untuk memenuhi kebutuhan pengguna dan memastikan kualitas antarmuka pengguna yang baik.",
            "timeline": "Februari 2023",
            "role_title": "Fullstack Developer & Junior Developer",
            "images": [
                "pintars (1).png",
                "pintars (2).png",
                "pintars (3).png",
                "pintars (4).png",
                "pintars (5).png",
                "pintars (6).png",
                "pintars (7).png",
                "pintars (8).png",
                "pintars (9).png",
                "pintars (10).png",
                "pintars (11).png",
                "pintars (12).png",
                "pintars (13).png",
                "pintars (14).png",
                "pintars (15).png",
                "pintars (16).png",
                "pintars (17).png",
                "pintars (18).png",
                "pintars (19).png",
                "pintars (20).png",
                "pintars (21).png",
                "pintars (22).png",
                "pintars (23).png",
                "pintars (24).png",
                "pintars (25).png",
                "pintars (26).png",
                "pintars (27).png",
                "pintars (28).png",
                "pintars (29).png",
                "pintars (30).png",
                "pintars (31).png",
                "pintars (32).png",
                "pintars (33).png",
                "pintars (34).png",
                "pintars (35).png",
                "pintars (36).png",
                "pintars (37).png"
            ]
        }
    ]
}